Autodesk.Revit.Exceptions.WrongUserException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.WrongUserException
The exception thrown when a local model is manipulated under
a different username than it was created with.
Since: 2014